
const page = () => {
  return (
    <div>
        <h1 className="font-aria font-extrabold text-6xl">راهنمای کامل برای زندگی با انرژی و طول عمر بیشتر</h1>
        <p className="font-ray text-lg">زندگی روزمره پر از فشار، تغذیه ناسالم و استرس‌های پنهان است که اغلب ما متوجه اثرات آن بر بدن و ذهن‌مان نمی‌شویم. این صفحه برای شما ساخته شده تا با ارائه مقالات علمی، توصیه‌های عملی و راهکارهای شخصی‌سازی‌شده، مسیر شما را به سمت سلامتی پایدار، انرژی بیشتر و طول عمر بالاتر هموار کند.</p>
    </div>
  )
}

export default page