import { BlogType } from '@/components/types/types'

export const blogs: BlogType[] = [
  {
    id: 1,
    title: 'هوش مصنوعی و آینده سلامتی شخصی',
    image: '/images/blog-1.svg',
    description:
      'تکنولوژی تنها برای کار و سرگرمی نیست؛ می‌تواند برای سلامتی شما هم معجزه کند. در این مطلب می‌بینید که چگونه هوش مصنوعی می‌تواند سبک زندگی شما را آنالیز کند.',
  },
  {
    id: 2,
    title: 'قدرت تغذیه ارگانیک در زندگی مدرن',
    image: '/images/blog-2.svg',
    description:
      'غذا فقط سوخت بدن نیست؛ در این مقاله بررسی می‌کنیم چرا محصولات ارگانیک یک انتخاب لوکس نیستند، بلکه ضرورتی حیاتی برای دنیای پر استرس امروزند.',
  },
  {
    id: 3,
    title: 'چطور استرس، بدنت را فرسوده می‌کند',
    image: '/images/blog-3.svg',
    description:
      'طول عمر بیشتر نتیجه شانس نیست، بلکه نتیجه انتخاب‌های روزانه است. از خواب کافی تا تغذیه سالم، این ۵ عادت کوچک می‌توانند تفاوت بزرگی در کیفیت و سال‌های زندگی شما ایجاد کنند.',
  },
  {
    id: 4,
    title: 'اشتباهات رایج که سلامت مو را کم می‌کند',
    image: '/images/blog-4.png',
    description:
      'این نوشته بررسی می‌کند کدام عادت‌ها باعث آسیب مو می‌شوند و چطور می‌توانی سلامت و درخشندگی موهایت را برگردانی.',
  },
  {
    id: 5,
    title: 'خوراکی‌های ضدالتهاب برای انرژی پایدار',
    image: '/images/blog-5.jpg',
    description:
      'در این مقاله با خوراکی‌هایی آشنا می‌شوی که التهاب بدن را کاهش می‌دهند و به بهبود عملکرد سیستم ایمنی کمک می‌کنند.',
  },
  {
    id: 6,
    title: 'تغذیه سالم برای روزهای شلوغ و پرکار',
    image: '/images/blog-6.jpg',
    description:
      'اگر وقت آشپزی نداری ولی می‌خواهی سالم‌تر زندگی کنی، این مقاله برای توست. راهکارهای سریع و عملی.',
  },
  {
    id: 7,
    title: 'ماسک‌های طبیعی پوست برای شفافیت بیشتر',
    image: '/images/blog-7.jpg',
    description:
      'ترکیب‌های ساده و طبیعی که بدون هزینه بالا، پوست را شفاف و تازه می‌کنند. دستورها کاملاً تست‌شده‌اند.',
  },
]
